Repository: gigenam/mgblockslider
Catalog: app/languages/*-block-slider-*.po
Languages: es_mx

source: Help
es_mx: Ayuda

source: Check out how to configure and customize at the
es_mx: Revisa como configurar y personalizar en la

source: https://github.com/gigenam/mgblockslider/wiki
es_mx: https://github.com/gigenam/mgblockslider/wiki/Inicio

source: GitHub Wiki
es_mx: Wiki de GitHub

source: Navigations
es_mx: Navegaciones

source: Navigation arrows
es_mx: Flechas de navegación

source: Auto hide arrows
es_mx: Auto ocultar flechas

source: Arrows type
es_mx: Tipo de flechas

source: Default
es_mx: Por defecto

source: Squares
es_mx: Cubos

source: Circles
es_mx: Círculos

source: Pagination dots
es_mx: Puntos de paginación

source: Auto hide dots
es_mx: Auto ocultar puntos

source: Paginations type
es_mx: Tipo de paginación

source: Circles with background
es_mx: Circulos con fondo

source: Squares with background
es_mx: Cubos con fondo

source: Thumbnails navigation
es_mx: Navegación con miniaturas

source: Auto hide thumbs
es_mx: Auto ocultar miniaturas

source: Swipe navigation
es_mx: Navegación por gestos

source: Animations
es_mx: Animaciones

source: Auto start animations
es_mx: Auto comenzar animaciones

source: Stop animations on hover
es_mx: Para animaciones al interactuar

source: Animation type
es_mx: Tipo de animación

source: Swipe
es_mx: Deslizar

source: Fade
es_mx: Desvanecer

source: Cards
es_mx: Tarjetas

source: No animation
es_mx: Sin animación

source: Vertical animations
es_mx: Animaciones verticales

source: Transition type
es_mx: Tipo de transición

source: Add custom css transitions with steps() or cubic-bezier().
es_mx: Agrega transiciones css personalizadas con step() o cubic-bezier().

source: Duration between slides
es_mx: Duración entre tarjetas

source: Animation speed
es_mx: Velocidad de animación

source: Pause content when losing focus
es_mx: Pausar contenido al perder foco

source: Wait videos to finish
es_mx: Esperar a terminar los videos

source: Theme
es_mx: Tema

source: Light
es_mx: Claro

source: Dark
es_mx: Oscuro

source: Auto minimum height
es_mx: Altura mínima automática

source: These features are in beta and need more testing with different blocks. Be careful.
es_mx: Estas opciones están en beta y necesitan más pruebas con diferentes bloques. Ten cuidado.

source: Open content on a lightbox
es_mx: Abrir contenido en lightbox

source: How to open the lightbox
es_mx: Cómo abrir el lightbox

source: Click on slides
es_mx: Clic en las tarjetas

source: Add a button
es_mx: Agregar un botón

source: Show slides counter
es_mx: Mostrar contador de tarjetas

source: Restore everything to default
es_mx: Restaurar a valores por defecto

source: Expand block
es_mx: Expandir bloque

source: Collapse block
es_mx: Colapsar bloque

source: Expand slides
es_mx: Expandir tarjetas

source: Collapse slides
es_mx: Colapsar tarjetas

source: Collapse
es_mx: Colapsar

source: Slide
es_mx: Tarjeta

source: Hello. This plugin does not add any page or menu in your admin. Just use it as a block in your content or as a widget. If you want some help, you can find it in the
es_mx: Hola. Este plugin no agrega ninguna página o menú en tu administración. Simplemente usalo como bloque en tu contenido o como widget. Si quieres algo de ayuda, puedes encontrarla en la

source: And if you find this plugin useful, please spread the word and/or leave a review. Enjoy simplicity!
es_mx: Y si este plugin te resulto útil, por favor corre la voz y/o deja una reseña. Disfruta la simplicidad!

source: Slide
es_mx: Tarjeta

source: Show slide
es_mx: Mostrar tarjeta

source: Previous
es_mx: Anterior

source: Previous slide
es_mx: Tarjeta anterior

source: Show previous slide
es_mx: Mostrar tarjeta anterior

source: Next
es_mx: Siguiente

source: Next slide
es_mx: Tarjeta siguiente

source: Show next slide
es_mx: Mostrar tarjeta siguiente

source: Loading
es_mx: Cargando

source: Close lightbox
es_mx: Cerrar lightbox

source: Open lightbox
es_mx: Abrir lightbox

source: Documentation
es_mx: Documentación

source: How to use
es_mx: Como usar

source: Support the development
es_mx: Apoya el desarrollo

source: Support
es_mx: Apoyar
